{"pia":{"status":0,"is_example":0,"is_archive":0,"created_at":"2024-06-21T12:28:08.894Z","name":"(IMPORT) (IMPORT) DPIA - Sperimentazione clinica Sindrome di Rett (RTT)","category":null,"author_name":"Maurizzi, Giada","evaluator_name":"Brusadin, Tania","validator_name":"Lodi, Giorgia","updated_at":"2024-06-26T19:28:24.295Z","structure_id":"","id":6,"progress":45},"answers":[{"pia_id":6,"reference_to":111,"data":{"text":"<div><strong>Denominazione del trattamento:</strong> <em>Sperimentazione di giochi interattivi per soggetti con Sindrome di Rett (RTT).</em><br /><br />Il progetto riguarda una sperimentazione condotta dall'Istituto di Scienze e Tecnologie della Cognizione (ISTC) del CNR in collaborazione con l'Associazione Italiana Sindrome di Rett che mira a valutare l'efficacia di alcuni giochi interattivi, sviluppati in forma prototipale dall'ISTC-CNR, nel migliorare le competenze senso-motorie e sociali dei soggetti con Sindrome di Rett (RTT). La sperimentazione coinvolge raccolta di dati personali e la loro conservazione sicura su piattaforme cloud. I dati personali raccolti includono:</div>\n<ul>\n<li><strong>Dati anagrafici:</strong> nome, cognome, data di nascita, indirizzo e contatti.</li>\n<li><strong>Dati sanitari:</strong> diagnosi di Sindrome di Rett, storia clinica.</li>\n<li><strong>Dati comportamentali:</strong> osservazioni e registrazioni video delle sedute sperimentali.</li>\n<li><strong>Dati di contatto dei genitori/tutori:</strong> nome, cognome, indirizzo e contatti.</li>\n<li><strong>Dati sperimentali:</strong> informazioni sulle interazioni dei soggetti con i giochi sperimentali, comprese le risposte motorie e le interazioni sociali durante le sessioni di gioco.</li>\n</ul>\n<div><strong>Finalit&agrave; del trattamento:</strong></div>\n<ul>\n<li>Valutare l'efficacia dei giochi interattivi sviluppati dall'ISTC-CNR nel migliorare le competenze senso-motorie e sociali dei soggetti con Sindrome di Rett;</li>\n<li>Conduzione di attivit&agrave; di ricerca scientifica per comprendere meglio le esigenze e le capacit&agrave; dei soggetti con RTT;</li>\n<li>Conservazione dei dati per future ricerche scientifiche correlate;</li>\n</ul>\n<div><strong>Risultati attesi:</strong></div>\n<ul>\n<li>Miglioramento delle competenze senso-motorie e sociali nei soggetti con RTT;&nbsp;</li>\n<li>Produzione di dati scientifici utili per ulteriori studi sulla Sindrome di Rett e per la validazione dei giochi interattivi come strumenti terapeutici;</li>\n</ul>\n<strong>Contesto di utilizzo: <br /></strong>La sperimentazione coinvolge soggetti di et&agrave; compresa tra <strong>3 e 30 anni</strong> con diagnosi di Sindrome di Rett, svolta sotto la supervisione di ricercatori dell'ISTC-CNR e dell'Associazione Italiana Sindrome di Rett. I dati saranno raccolti tramite moduli di consenso informato, osservazioni dirette e video registrazioni durante le sedute sperimentali; a tal fine si prevede l'utilizzo di risorse interne dell'ISTC-CNR e piattaforme cloud per la condivisione e conservazione dei dati.&nbsp;<br /><br />\n<div><strong>Durata del trattamento:</strong></div>\n<div>Il progetto ha una durata di <strong>36 mesi</strong>. I dati saranno conservati per un periodo di <strong>7 anni</strong> oltre la fine del progetto per consentire ulteriori analisi e pubblicazioni scientifiche.</div>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.668Z","updated_at":"2024-06-21T12:58:31.714Z","id":98},{"pia_id":6,"reference_to":112,"data":{"text":"<div>Il trattamento &egrave; condotto congiuntamente dall'ISTC del CNR e dall'Associazione Italiana Sindrome di Rett, <strong>contitolari</strong> del trattamento ai sensi dell'art. 26 del GDPR. Tra le responsabilit&agrave; dei Titolari del trattamento figurano:&nbsp;</div>\n<ul>\n<li><strong>Determinazione delle finalit&agrave; e dei mezzi del trattamento:</strong> entrambe le organizzazioni devono concordare e documentare le finalit&agrave; e i mezzi del trattamento dei dati personali e informare adeguatamente i partecipanti e i loro tutori legali sulle modalit&agrave; e le finalit&agrave; del trattamento dei dati personali;</li>\n<li><strong>Implementare e mantenere misure</strong> <strong>tecniche e organizzative</strong> adeguate per garantire un livello di <strong>sicurezza</strong> adeguato al rischio;&nbsp;</li>\n<li><strong>Garantire </strong>che <strong>i diritti</strong> <strong>degli interessati</strong> (accesso, rettifica, cancellazione, limitazione del trattamento, portabilit&agrave; dei dati, opposizione) siano rispettati e facilmente esercitabili;&nbsp;</li>\n<li>Condurre <strong>valutazioni di impatto</strong> per identificare e mitigare i rischi associati al trattamento dei dati personali;</li>\n<li>Garantire che il trattamento dei dati personali sia conforme al <strong>GDPR</strong> e ad altre normative applicabili;</li>\n<li>Designare i <strong>Responsabile</strong>&nbsp;del trattamento ai sensi dell'art. 28 del GDPR;&nbsp;</li>\n<li>Entrambe le organizzazioni devono designare un <strong>DPO</strong>, essendo enti/organismi pubblici, che funger&agrave; da punto di contatto per qualsiasi questione relativa alla protezione dei dati personali dei partecipanti;&nbsp;</li>\n</ul>\nTra le responsabilit&agrave; del Responsabile del trattamento figurano:<br />\n<ul>\n<li>Trattare i dati personali solo su istruzione documentata dei titolari del trattamento;&nbsp;</li>\n<li>Implementare misure tecniche e organizzative adeguate per garantire un livello di sicurezza adeguato;&nbsp;</li>\n<li>Assistere i titolari del trattamento nel garantire il rispetto degli obblighi in materia di protezione dei dati;&nbsp;</li>\n<li>Notificare tempestivamente ai titolari del trattamento qualsiasi violazione dei dati personali;&nbsp;</li>\n<li>Tenere un registro delle attivit&agrave; di trattamento svolte per conto dei titolari;&nbsp;</li>\n</ul>\n<div>Tra le responsabilit&agrave; del DPO figurano:</div>\n<ul>\n<li>Monitorare la conformit&agrave; alle normative sulla protezione dei dati;&nbsp;</li>\n<li>Consigliare i titolari e i responsabili del trattamento in merito agli obblighi derivanti dal GDPR;&nbsp;</li>\n<li>Essere il punto di contatto per le autorit&agrave; di controllo e gli interessati per questioni relative alla protezione dei dati personali;&nbsp;</li>\n<li>Condurre e supervisionare le valutazioni di impatto sulla protezione dei dati (DPIA);&nbsp;</li>\n</ul>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.668Z","updated_at":"2024-06-21T13:14:00.254Z","id":99},{"pia_id":6,"reference_to":113,"data":{"text":"<div>Standard applicabili al trattamento:</div>\n<ul>\n<li><strong>Regolamento Generale sulla Protezione dei Dati</strong> (GDPR): tutti i trattamenti dei dati personali devono rispettare i principi di <strong>trasparenza</strong>, <strong>minimizzazione dei dati</strong>, <strong>sicurezza</strong> dei dati, <strong>diritti</strong> dei partecipanti e<strong> periodi di conservazione</strong> dei dati;&nbsp;</li>\n<li><strong>ISO/IEC 27001</strong>: &egrave; uno standard internazionale per la gestione della sicurezza delle informazioni;&nbsp;</li>\n<li><strong>Linee guida del Garante per la protezione dei dati personali</strong>;&nbsp;</li>\n<li><strong>Certificazione ISO 27701</strong> per la gestione delle informazioni sulla privacy;&nbsp;</li>\n<li><strong>Linee guida ICH-GCP</strong> per la conduzione di sperimentazioni cliniche che assicurano la protezione dei diritti, della sicurezza e del benessere dei partecipanti.;&nbsp;</li>\n<li><strong>Dichiarazione di Helsinki</strong> per principi etici nella ricerca medica;&nbsp;</li>\n</ul>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.668Z","updated_at":"2024-06-21T13:18:33.140Z","id":100},{"pia_id":6,"reference_to":121,"data":{"text":"<p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">I dati personali raccolti includono:</span></p>\n<ul>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Dati anagrafici</strong>: nome, cognome, data di nascita, indirizzo e contatti.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Dati sanitari:</strong> diagnosi di Sindrome di Rett, storia clinica.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Dati comportamentali:</strong> osservazioni e registrazioni video delle sedute sperimentali.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Dati di contatto dei genitori/tutori:</strong> nome, cognome, indirizzo e contatti.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Dati sperimentali:</strong> informazioni sulle interazioni dei soggetti con i giochi sperimentali, comprese le risposte motorie e le interazioni sociali durante le sessioni di gioco.</span></li>\n</ul>\n<div>I destinatari dei dati, enti coinvolti:</div>\n<ul>\n<li>ISTC-CNR: coinvolto nella conduzione e supervisione della sperimentazione;&nbsp;</li>\n<li>Associazione Italiana Sindrome di Rett: coinvolta nella raccolta e gestione dei dati dei partecipanti;&nbsp;</li>\n<li>Collaboratori e ricercatori: persone autorizzate coinvolte nella sperimentazione e nell'analisi dei dati;&nbsp;</li>\n<li>Autorit&agrave; competenti: se richiesto dalla legge o per la conformit&agrave; normativa;&nbsp;</li>\n<li>Piattaforma cloud: Microsoft SharePoint utilizzata per la condivisione e conservazione dei dati tra ISTC-CNR e l'Associazione.</li>\n</ul>\n<div>Personale autorizzato all'accesso:&nbsp;</div>\n<ul>\n<li>Ricercatori dell'ISTC-CNR: responsabili della supervisione e analisi dei dati;&nbsp;</li>\n<li>Membri dell'Associazione Italiana Sindrome di Rett: coinvolti nella raccolta e gestione dei dati;&nbsp;</li>\n<li>Data Protection Officer (DPO): per monitorare la conformit&agrave; alle normative sulla protezione dei dati;&nbsp;</li>\n<li>Collaboratori esterni: solo se strettamente necessario e con accordi di riservatezza e sicurezza adeguati;&nbsp;</li>\n<li>Sub-responsabili: se autorizzati e sotto le stesse condizioni di sicurezza e riservatezza;&nbsp;</li>\n</ul>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.669Z","updated_at":"2024-06-21T13:43:10.470Z","id":101},{"pia_id":6,"reference_to":122,"data":{"text":"<div>Di seguito, il ciclo di vita dei dati che assicura la raccolta, il trattamento, la conservazione, la condivisione e la cancellazione in modo sicuro e conforme alle normative vigenti, garantendo al contempo la qualit&agrave; e l'integrit&agrave; dei dati</div>\n<div><br />1.<strong> Raccolta dei Dati</strong></div>\n<ul>\n<li>Moduli di consenso informato;&nbsp;</li>\n<li>Questionari e interviste;&nbsp;</li>\n<li>Osservazioni dirette durante le sessioni di sperimentazione;&nbsp;</li>\n<li>Registrazioni video delle interazioni dei partecipanti con i giochi interattivi;&nbsp;</li>\n<li>Documentazione medica fornita dai partecipanti o dai loro tutori legali;&nbsp;</li>\n</ul>\n<div>2. <strong>Elaborazione dei Dati</strong></div>\n<ul>\n<li>Trascrizione e annotazione: i dati raccolti vengono trascritti e annotati, includendo eventuali codici per l'anonimizzazione o la pseudonimizzazione;</li>\n<li>Archiviazione iniziale: i dati vengono archiviati in un database sicuro, con accesso limitato al personale autorizzato;&nbsp;</li>\n<li>Backup: vengono effettuati backup periodici per garantire la sicurezza e la disponibilit&agrave; dei dati;&nbsp;</li>\n<li>Controllo qualit&agrave;: viene effettuato un controllo qualit&agrave; sui dati raccolti per assicurare l'accuratezza e la completezza;&nbsp;</li>\n</ul>\n<div>3. <strong>Analisi dei Dati</strong></div>\n<ul>\n<li>Pre-elaborazione: i dati vengono pre-elaborati per rimuovere eventuali errori e standardizzare il formato;&nbsp;</li>\n<li>Analisi statistica: vengono applicate tecniche di analisi statistica per esaminare le risposte motorie e sociali dei partecipanti ai giochi interattivi;&nbsp;</li>\n<li>Reportistica: i risultati delle analisi vengono documentati e preparati per la presentazione nei report di ricerca;&nbsp;</li>\n</ul>\n<div>4. <strong>Conservazione dei Dati</strong></div>\n<ul>\n<li>Durata: i dati vengono conservati per tutta la durata del progetto (36 mesi) e per ulteriori 7 anni dopo il completamento del progetto.</li>\n<li>Archiviazione sicura: i dati vengono conservati in un ambiente sicuro, sia su server interni che su piattaforme cloud protette da misure di sicurezza adeguate;&nbsp;</li>\n<li>Accesso controllato: l'accesso ai dati &egrave; limitato al personale autorizzato tramite sistemi di autenticazione multi-fattore e altre misure di sicurezza;&nbsp;</li>\n</ul>\n<div>5. <strong>Condivisione dei Dati</strong></div>\n<ul>\n<li>Collaboratori e partner: i dati possono essere condivisi con altri ricercatori e partner del progetto, previo accordo e con misure di sicurezza adeguate;&nbsp;</li>\n<li>Pubblicazioni scientifiche: i risultati della ricerca possono essere pubblicati in riviste scientifiche, conferenze, e altre piattaforme, assicurando che i dati siano anonimizzati o pseudonimizzati per proteggere la privacy dei partecipanti;&nbsp;</li>\n<li>Trasferimento dei dati: se necessario, i dati possono essere trasferiti ad altre organizzazioni o enti di ricerca, rispettando sempre le normative sulla protezione dei dati;&nbsp;</li>\n</ul>\n<div>6. <strong>Cancellazione dei Dati</strong></div>\n<ul>\n<li>Procedure di cancellazione: al termine del periodo di conservazione (7 anni post-progetto), i dati personali verranno cancellati o anonimizzati in modo sicuro;&nbsp;</li>\n<li>Verifica della cancellazione: la cancellazione dei dati viene documentata e verificata per assicurare che tutti i dati personali siano stati correttamente rimossi o resi anonimi;&nbsp;</li>\n</ul>\n<div>7.<strong> Monitoraggio e Revisione</strong></div>\n<ul>\n<li>Audit e controlli: vengono effettuati audit regolari per assicurare la conformit&agrave; con le normative e le politiche di protezione dei dati;&nbsp;</li>\n<li>Aggiornamenti: le politiche e le procedure di gestione dei dati vengono aggiornate regolarmente per riflettere eventuali cambiamenti nelle normative o nelle best practice di sicurezza;&nbsp;</li>\n</ul>\n<div>8. <strong>Gestione delle Violazioni dei Dati</strong></div>\n<ul>\n<li>Piani di risposta: sono in atto piani di risposta per gestire eventuali violazioni dei dati, inclusi protocolli per notificare i partecipanti e le autorit&agrave; competenti;&nbsp;</li>\n<li>Registrazione delle violazioni: tutte le violazioni vengono documentate, analizzate e utilizzate per migliorare le misure di sicurezza e prevenire future occorrenze;&nbsp;</li>\n</ul>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.669Z","updated_at":"2024-06-21T13:54:41.872Z","id":102},{"pia_id":6,"reference_to":123,"data":{"text":"<div>Per garantire la sicurezza, l'integrit&agrave; e l'efficacia del trattamento dei dati durante il progetto di ricerca, sono utilizzate diverse risorse di supporto, in particolare:&nbsp;<br /><br /></div>\n<div>1. <strong>Infrastruttura Tecnologica <br /><br />- </strong><em>Server e Sistemi di Archiviazione</em>:</div>\n<ul>\n<li>Server interni: utilizzati per l'archiviazione sicura dei dati sensibili raccolti;&nbsp;</li>\n<li>Cloud Storage: piattaforme per la condivisione e la conservazione dei dati, con backup regolari e accesso controllato;</li>\n</ul>\n- <em>Software di Gestione dei Dati</em>:<br />\n<ul>\n<li>Database Management Systems (DBMS): sistemi per la gestione e la manipolazione dei dati raccolti;&nbsp;</li>\n<li>Software di Analisi Statistica: strumenti come STATA, R o Python per l'analisi dei dati;&nbsp;</li>\n<li>Software di Backup: soluzioni per il backup periodico e sicuro dei dati;</li>\n</ul>\n<div>2. <strong>Risorse Umane</strong></div>\n<div>&nbsp;</div>\n<div>- <em>Personale Specializzato</em>:</div>\n<ul>\n<li>Data Protection Officer (DPO): responsabile della conformit&agrave; alle normative sulla protezione dei dati e punto di contatto per qualsiasi questione relativa alla protezione dei dati personali;&nbsp;</li>\n<li>Ricercatori e Analisti: personale qualificato per la raccolta, l'elaborazione e l'analisi dei dati;&nbsp;</li>\n<li>Personale IT: tecnici specializzati nella gestione e sicurezza dell'infrastruttura IT;</li>\n</ul>\n<div>4. <strong>Risorse Documentali</strong></div>\n<div>&nbsp;</div>\n<div>- <em>Manuali e Linee Guida</em>:</div>\n<ul>\n<li>Policy di Protezione dei Dati: Documenti che descrivono le politiche di protezione dei dati adottate dall'organizzazione.</li>\n<li>Procedure Operative Standard (SOP): Documenti che dettagliano le procedure per la raccolta, l'elaborazione, l'analisi, la conservazione, la condivisione e la cancellazione dei dati.</li>\n</ul>\n<div>- <em>Registri e Documentazione</em>:</div>\n<ul>\n<li>Registro delle Attivit&agrave; di Trattamento: Descrizione delle attivit&agrave; di trattamento dei dati personali.</li>\n<li>Documentazione delle Violazioni dei Dati: Registro delle violazioni di dati personali comprese le circostanze, le conseguenze e le misure correttive adottate.</li>\n</ul>\n<div>5. <strong>Strumenti di Monitoraggio e Audit</strong></div>\n<ul>\n<li>Sistemi di Monitoraggio;&nbsp;</li>\n<li>Sistemi di Log Management: Per monitorare e registrare tutte le attivit&agrave; di accesso e modifica dei dati.</li>\n<li>Software di Audit: Strumenti per condurre audit regolari e garantire la conformit&agrave; con le politiche di protezione dei dati e le normative.</li>\n</ul>\n<div>6. <strong>Supporto Esterno</strong></div>\n<ul>\n<li>Consulenti di Sicurezza Informatica: Esperti esterni che forniscono consulenza sulle migliori pratiche di sicurezza dei dati e conformit&agrave; normativa.</li>\n<li>Servizi di Certificazione: Organizzazioni che forniscono certificazioni come ISO 27001 e ISO 27701 per garantire che le pratiche di sicurezza dei dati siano conformi agli standard internazionali.</li>\n</ul>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.669Z","updated_at":"2024-06-21T14:05:48.878Z","id":103},{"pia_id":6,"reference_to":212,"data":{"text":"<span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Nel contesto della sperimentazione clinica per soggetti con Sindrome di Rett, il trattamento dei dati personali deve avvenire in conformit&agrave; con le basi legali previste dal Regolamento Generale sulla Protezione dei Dati (<strong>Regolamento (UE) 2016/679 - GDPR</strong>). In particolare, rendono lecito il trattamento dei dati personali: </span><br />\n<ul>\n<li><strong><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Art. 6 (1) </span></strong><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">GDPR; </span></li>\n<li><strong><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Art. 9 (2) (a,i,j) </span></strong><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">GDPR; </span></li>\n<li><strong><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Art. 35 </span></strong>GDPR;</li>\n<li><strong>Considerando 45 </strong>GDPR;</li>\n<li><strong>Considerando 47 </strong>GDPR;</li>\n<li><strong>Art. 29 Working Party</strong>, Linee guida in materia di valutazione d&rsquo;impatto sulla protezione dei dati e determinazione della possibilit&agrave; che il trattamento &ldquo;possa presentare un rischio elevato&rdquo; ai fini del regolamento (UE) 2016/679;</li>\n<li>Garante per la protezione dei dati personali, <strong>provvedimento n. 467</strong> dell&rsquo;11 ottobre <strong>2018</strong>;</li>\n<li><strong>D. lgs. 196/2003</strong>, Codice in materia di protezione dei dati personali - Art. 110;</li>\n</ul>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.669Z","updated_at":"2024-06-22T12:24:46.439Z","id":104},{"pia_id":6,"reference_to":213,"data":{"text":"<p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\" style=\"text-indent: 15px;\"><span class=\"selectable-text copyable-text x1sdyfia xss6m8b\" style=\"white-space: pre-wrap;\"><br />1.</span><strong><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"> Dati Anagrafici: Nome, Cognome, Data di Nascita, Indirizzo e Contatti</span></strong></p>\n<ul>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Identificazione univoca dei partecipanti:</strong> dati essenziali per identificare in modo univoco ogni partecipante alla sperimentazione, evitando confusioni e garantendo che i risultati siano attribuiti correttamente;</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Follow-up e comunicazioni:</strong> le informazioni di contatto sono necessarie per mantenere i partecipanti informati sui progressi della sperimentazione, organizzare le sessioni di monitoraggio e gestire emergenze o situazioni critiche; </span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Anagrafica completa:</strong> la data di nascita &egrave; importante per valutare l'et&agrave; dei partecipanti e correlare i dati clinici con fasce d&rsquo;et&agrave; specifiche, influenzando l'interpretazione dei risultati e fornendo contesto alle osservazioni cliniche; </span></li>\n</ul>\n<span class=\"selectable-text copyable-text x1sdyfia xss6m8b\" style=\"white-space: pre-wrap;\">2.</span><strong><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"> Dati Sanitari: Diagnosi di Sindrome di Rett, Storia Clinica</span></strong><br />\n<ul>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Certezza diagnostica:</strong> confermare la diagnosi di Sindrome di Rett &egrave; fondamentale per assicurarsi che i partecipanti siano adatti alla sperimentazione e che i risultati siano applicabili specificamente alla condizione studiata; </span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Storia clinica:</strong> conoscere la storia clinica aiuta a comprendere il progresso della malattia e gli effetti di trattamenti precedenti, fornendo un quadro completo dello stato di salute del partecipante e facilitando la valutazione dei cambiamenti nel tempo; </span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Monitoraggio degli esiti:</strong> la storia clinica permette di valutare l&rsquo;efficacia del trattamento nel tempo, osservando eventuali miglioramenti o peggioramenti in relazione alla terapia sperimentale, contribuendo cos&igrave; alla valutazione degli esiti; </span></li>\n</ul>\n3.<strong><span class=\"selectable-text copyable-text\" style=\"text-indent: 15px; white-space: pre-wrap;\"> Dati Comportamentali: Osservazioni e Registrazioni Video delle Sedute Sperimentali</span></strong><br />\n<ul>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Valutazione delle interazioni:</strong> le osservazioni e le registrazioni video sono cruciali per analizzare dettagliatamente le interazioni comportamentali dei partecipanti durante le sedute sperimentali, consentendo di valutare l'impatto del trattamento sperimentale sui comportamenti specifici correlati alla Sindrome di Rett; </span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Documentazione accurata:</strong> le registrazioni video forniscono una documentazione precisa e oggettiva del comportamento dei partecipanti, riducendo il rischio di errori interpretativi e facilitando analisi approfondite sulla base di dati concreti e replicabili; </span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Sviluppo di metriche:</strong> le osservazioni comportamentali supportate dalle registrazioni video consentono lo sviluppo di metriche quantitative e qualitative per misurare l&rsquo;efficacia dei trattamenti sperimentali, fornendo dati tangibili per la valutazione degli interventi; </span></li>\n</ul>\n4.<strong><span class=\"selectable-text copyable-text\" style=\"text-indent: 15px; white-space: pre-wrap;\"> Dati di Contatto dei Genitori/Tutori: Nome, Cognome, Indirizzo e Contatti</span></strong><br />\n<ul>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Comunicazione costante:</strong> i dati di contatto dei genitori o tutori sono fondamentali per mantenere una comunicazione costante riguardo allo stato di salute e al progresso della sperimentazione, assicurando un'informazione tempestiva e appropriata agli interessati; </span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Consenso informato:</strong> &egrave; necessario mantenere un contatto stretto con i tutori per gestire il consenso informato in modo accurato e aggiornato, garantendo che siano pienamente informati e coinvolti nelle decisioni riguardanti il trattamento del loro familiare partecipante alla ricerca;</span></li>\n</ul>\n5.<strong><span class=\"selectable-text copyable-text\" style=\"text-indent: 15px; white-space: pre-wrap;\"> Dati Sperimentali: Informazioni sulle Interazioni dei Soggetti con i Giochi Sperimentali</span></strong><br />\n<ul>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Valutazione delle risposte motorie:</strong> monitorare le risposte motorie durante le sessioni di gioco permette di valutare l'evoluzione delle capacit&agrave; fisiche dei partecipanti, fornendo dati critici per l'adattamento e l'ottimizzazione dei trattamenti proposti; </span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Interazioni sociali:</strong> le informazioni sulle interazioni sociali durante le sessioni di gioco sono cruciali per comprendere l&rsquo;impatto del trattamento sperimentale sulla dimensione sociale dei partecipanti affetti da Sindrome di Rett, contribuendo alla valutazione complessiva dell'efficacia dei trattamenti; </span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span style=\"white-space: pre-wrap;\"><strong>Adattamento del trattamento:</strong> i dati raccolti durante le sessioni di gioco sono utilizzati per adattare e ottimizzare i trattamenti in tempo reale, migliorando cos&igrave; l'efficacia delle terapie proposte sulla base di evidenze empiriche e osservazioni dirette; </span></li>\n</ul>\n<p>Per garantire la conformit&agrave; al principio di minimizzazione dei dati, il progetto include:</p>\n<ol>\n<li>\n<p><strong>Valutazione preventiva dei dati</strong>: prima della raccolta, valutare esattamente quali dati sono necessari per le finalit&agrave; dichiarate;&nbsp;</p>\n</li>\n<li>\n<p><strong>Pseudonimizzazione e anonimizzazione</strong>: applicare tecniche di pseudonimizzazione per proteggere i dati personali dei partecipanti ed anonimizzare i dati non appena l'identificazione individuale non &egrave; pi&ugrave; necessaria per la ricerca;&nbsp;</p>\n</li>\n<li>\n<p><strong>Revisione periodica</strong>: effettuare revisioni periodiche del progetto per assicurarsi che i dati raccolti continuino a essere pertinenti e necessari ed eliminare i dati che non sono pi&ugrave; necessari per le finalit&agrave; della ricerca.</p>\n</li>\n</ol>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.669Z","updated_at":"2024-06-22T12:15:59.383Z","id":105},{"pia_id":6,"reference_to":214,"data":{"text":"<ul>\n<li>\n<p><strong>Verifica accurata dei dati di base</strong>: all'inizio della sperimentazione, &egrave; essenziale verificare accuratamente i dati anagrafici e di contatto dei partecipanti, come nome, cognome, data di nascita, indirizzo e informazioni di contatto. Questo aiuta a evitare errori nella identificazione dei partecipanti e a garantire che tutte le comunicazioni siano corrette.</p>\n</li>\n<li>\n<p><strong>Certezza della diagnosi e storia clinica</strong>: poich&eacute; la sperimentazione coinvolge soggetti con la sindrome di Rett, la conferma della diagnosi e la conoscenza dettagliata della storia clinica sono cruciali. Assicurarsi che i dati sanitari siano accurati e aggiornati permette di valutare correttamente l'idoneit&agrave; dei partecipanti e di interpretare i risultati in relazione al loro stato di salute.</p>\n</li>\n<li>\n<p><strong>Documentazione dettagliata delle osservazioni comportamentali</strong>: le osservazioni comportamentali durante le sedute sperimentali, comprese le registrazioni video, devono essere gestite con cura per garantire la precisione e l'obiettivit&agrave;. Utilizzare protocolli standardizzati per la registrazione e l'analisi dei dati comportamentali aiuta a minimizzare gli errori interpretativi e a mantenere la coerenza nella documentazione.</p>\n</li>\n<li>\n<p><strong>Consentire la correzione e l'aggiornamento dei dati</strong>: &egrave; importante consentire agli interessati (o ai loro tutori legali, se applicabile) di segnalare e correggere eventuali errori nei dati personali. Avere procedure chiare per gestire le richieste di rettifica assicura che i dati siano sempre accurati e riflettano correttamente la situazione del partecipante.</p>\n</li>\n<li>\n<p><strong>Formazione del personale e monitoraggio continuo</strong>: il personale coinvolto nella raccolta e nell'analisi dei dati deve essere adeguatamente formato sulla gestione dei dati sensibili e sull'importanza dell'accuratezza e dell'aggiornamento. Monitorare regolarmente la qualit&agrave; dei dati attraverso audit interni pu&ograve; aiutare a identificare e correggere eventuali problemi tempestivamente.</p>\n</li>\n<li>\n<p><strong>Sicurezza e integrit&agrave; dei dati</strong>: implementare misure di sicurezza robuste per proteggere i dati personali da accessi non autorizzati, modifiche non autorizzate o perdite accidentali. La sicurezza dei dati &egrave; fondamentale per garantire l'integrit&agrave; e la conformit&agrave; con le normative sulla protezione dei dati.</p>\n</li>\n</ul>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.669Z","updated_at":"2024-06-21T17:59:17.172Z","id":106},{"pia_id":6,"reference_to":215,"data":{"text":"In conformit&agrave; alle&nbsp;<em>Linee Guida peri i trattamenti di dati personali nell'ambito delle sperimentazioni cliniche di medicinali (24 luglio 2008) </em>il periodo di conservazione dei dati durante la sperimentazione sulla sindrome di Rett comprende un arco temporale di 10 anni, di cui 36 mesi relativi alla sperimentazione e 7 anni di conservazione successiva. In particolare:&nbsp;\n<ol>\n<li>\n<p><strong>Dati Anagrafici</strong>: questo periodo consente di soddisfare obblighi di conservazione documentale e di gestire eventuali richieste legali correlate alla sperimentazione.</p>\n</li>\n<li>\n<p><strong>Dati Sanitari</strong>: la conservazione prolungata supporta la continuit&agrave; delle cure, la gestione di richieste legali e audit nel contesto medico.</p>\n</li>\n<li>\n<p><strong>Dati Comportamentali: </strong>la conservazione a lungo termine permette ulteriori analisi scientifiche e documenta le scoperte della sperimentazione nel tempo.&nbsp;</p>\n</li>\n<li>\n<p><strong>Dati di Contatto dei Genitori/Tutori</strong>: questo periodo garantisce la gestione di reclami e controversie legali legate alla partecipazione alla sperimentazione.</p>\n</li>\n<li>\n<p><strong>Dati Sperimentali</strong>: la conservazione supporta l'analisi dei risultati della sperimentazione e la tracciabilit&agrave; delle scoperte scientifiche nel lungo termine.</p>\n</li>\n</ol>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.670Z","updated_at":"2024-06-21T17:57:26.006Z","id":107},{"pia_id":6,"reference_to":211,"data":{"text":"<div class=\"flex flex-grow flex-col max-w-full\">\n<div class=\"min-h-[20px] text-message flex flex-col items-start whitespace-pre-wrap break-words [.text-message+&amp;]:mt-5 juice:w-full juice:items-end overflow-x-auto gap-2\" dir=\"auto\" data-message-author-role=\"assistant\" data-message-id=\"70858392-86db-4dd8-b460-8d9690ed0e63\">\n<div class=\"flex w-full flex-col gap-1 juice:empty:hidden juice:first:pt-[3px]\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>1.<strong> Valutazione dei giochi interattivi</strong>:</p>\n<strong>- Obiettivo</strong>: determinare l'efficacia dei giochi interattivi sviluppati in forma prototipale dall'ISTC-CNR nel migliorare le competenze senso-motorie e sociali nei soggetti con Sindrome di Rett (RTT);&nbsp;<br /><strong>- Legittimit&agrave;</strong>: la finalit&agrave; &egrave; legittima poich&eacute; si tratta di una ricerca scientifica mirata a sviluppare e migliorare strumenti di intervento per una condizione specifica e rara;&nbsp;<br />\n<p>2.<strong> Raccolta dei dati comportamentali e sociali</strong>:</p>\n<strong>- Obiettivo</strong>: valutare e analizzare il comportamento motorio e sociale dei soggetti RTT attraverso sedute video registrate;&nbsp;<br /><strong>- Legittimit&agrave;</strong>: questa attivit&agrave; &egrave; necessaria per raggiungere l'obiettivo scientifico del progetto e permette di raccogliere dati preziosi per l'analisi e la valutazione dell'intervento proposto;&nbsp;<br /><br />3.<strong> Conservazione dei dati per ulteriori ricerche</strong>:<br /><br /><strong>- Obiettivo</strong>: permettere lo svolgimento di ulteriori attivit&agrave; di ricerca legate alla Sindrome di Rett e agli interventi senso-motori e sociali;&nbsp;<br /><strong>- Legittimit&agrave;</strong>: la conservazione dei dati per future ricerche &egrave; una prassi comune in ambito scientifico, purch&eacute; sia conforme agli standard etici e legali vigenti, inclusa la protezione dei dati personali;&nbsp;<br /><br /></div>\n</div>\n</div>\n</div>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.670Z","updated_at":"2024-06-22T12:11:42.178Z","id":108},{"pia_id":6,"reference_to":325,"data":{"text":"Il rischio &egrave; limitato perch&egrave; gli impatti si possono evitare tramite le misure pianificate.","gauge":2,"list":[]},"created_at":"2024-06-23T14:21:55.670Z","updated_at":"2024-06-23T08:56:37.422Z","id":109},{"pia_id":6,"reference_to":326,"data":{"text":"Il rischio &egrave; importante perch&egrave; le minacce e le fonti di rischio sono varie, rendendo pi&ugrave; difficile il lavoro di individuazione delle misure.","gauge":3,"list":[]},"created_at":"2024-06-23T14:21:55.670Z","updated_at":"2024-06-23T08:57:08.917Z","id":110},{"pia_id":6,"reference_to":221,"data":{"text":"<p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\" style=\"text-indent: 15px;\"><span class=\"selectable-text copyable-text x1sdyfia xss6m8b\" style=\"white-space: pre-wrap;\"><br /><strong>Informazioni: </strong><br /><br />1.</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"> Identit&agrave; e dettagli di contatto del titolare del trattamento<br /></span><span class=\"selectable-text copyable-text x1sdyfia xss6m8b\" style=\"white-space: pre-wrap;\">2.</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"> Dettagli di contatto del Responsabile della Protezione dei Dati (DPO)<br /></span><span class=\"selectable-text copyable-text x1sdyfia xss6m8b\" style=\"white-space: pre-wrap;\">3.</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"> Finalit&agrave; del trattamento e base giuridica<br /></span><span class=\"selectable-text copyable-text x1sdyfia xss6m8b\" style=\"white-space: pre-wrap;\">4.</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"> Categorie di dati personali trattati<br /></span><span class=\"selectable-text copyable-text x1sdyfia xss6m8b\" style=\"white-space: pre-wrap;\">5.</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"> Destinatari dei dati personali<br /></span><span class=\"selectable-text copyable-text x1sdyfia xss6m8b\" style=\"white-space: pre-wrap;\">6.</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"> Periodo di conservazione dei dati<br /></span><span class=\"selectable-text copyable-text x1sdyfia xss6m8b\" style=\"white-space: pre-wrap;\">7.</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"> Diritti degli interessati<br /></span><span class=\"selectable-text copyable-text x1sdyfia xss6m8b\" style=\"white-space: pre-wrap;\">8.</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"> Fonte dei dati personali<br /></span><span class=\"selectable-text copyable-text x1sdyfia xss6m8b\" style=\"white-space: pre-wrap;\">9.</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"> Esistenza di processi decisionali automatizzati<br /><br /><strong>Strumenti: <br /><br /></strong></span><strong>1. Informative scritte</strong>: Brochure e lettere informative distribuite ai partecipanti e ai loro tutori legali.<br /><strong>2. Informative online</strong>: Sezione dedicata sul sito web dell&rsquo;ISTC-CNR e dell&rsquo;Associazione Italiana Sindrome di Rett.<br /><strong>3. Moduli di consenso</strong>: Documenti di consenso informato dettagliati che devono essere firmati dai partecipanti o dai loro tutori legali.<br /><strong>4. Sessioni informative</strong>: Incontri di gruppo o individuali con i ricercatori per spiegare il progetto e rispondere a eventuali domande.<br /><strong>5. Video informativi</strong>: Video esplicativi disponibili online per illustrare il progetto e le finalit&agrave; del trattamento dei dati.</p>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.670Z","updated_at":"2024-06-22T12:36:47.955Z","id":111},{"pia_id":6,"reference_to":222,"data":{"text":"<p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Per raccogliere il consenso degli interessati al trattamento dei dati personali per il progetto di ricerca congiunto tra l'ISTC-CNR e l'Associazione Italiana Sindrome di Rett, &egrave; essenziale seguire una procedura chiara e trasparente.<br /><br /></span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">1. <strong>Informativa Preliminare</strong>; <br /></span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">2.<strong> Sessioni Informative</strong>: o</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">rganizzare sessioni informative individuali o di gruppo per spiegare il progetto e il trattamento dei dati, rispondere a eventuali domande e chiarire ogni dubbio. </span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Durante queste sessioni, fornire ulteriori dettagli sull'importanza del progetto, sui benefici attesi e sulle misure di sicurezza adottate per proteggere i dati personali.<br /></span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">3. <strong>Moduli di Consenso Informato</strong>: p</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">reparare moduli di consenso informato che contengano tutte le informazioni necessarie e raccolte in conformit&agrave; con l'articolo 13 del GDPR. </span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Il modulo deve includere:</span></p>\n<ul>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Identit&agrave; e dettagli di contatto dei titolari del trattamento e del DPO.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Finalit&agrave; e base giuridica del trattamento.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Categorie di dati personali trattati.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Destinatari dei dati personali.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Periodo di conservazione dei dati.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Diritti degli interessati.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Diritto di revocare il consenso.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Diritto di proporre reclamo a un'autorit&agrave; di controllo.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Informazioni sull'eventuale trasferimento di dati all'estero.</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">I moduli devono essere firmati dagli interessati o dai loro tutori legali.</span></li>\n</ul>\n<p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">4. <strong>Consenso Scritto</strong>: r</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">accogliere il consenso in forma scritta, con la firma del modulo di consenso informato da parte dell'interessato o del tutore legale.</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Garantire che la firma sia ottenuta in modo volontario e senza coercizione.<br /></span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">5. <strong>Aggiornamento del Consenso</strong>: f</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">ornire agli interessati la possibilit&agrave; di aggiornare il loro consenso in qualsiasi momento. </span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Informarli regolarmente su eventuali cambiamenti significativi nel progetto di ricerca che potrebbero influenzare il trattamento dei loro dati personali.</span></p>\n<p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\" style=\"text-align: center;\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><br /><em><strong>Strumenti per Ottenere il Consenso</strong></em></span></p>\n<p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">1. <strong>Moduli Cartacei</strong>: d</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">istribuire moduli di consenso informato cartacei durante le sessioni informative o inviarli per posta. </span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Raccogliere i moduli firmati e conservarli in un archivio sicuro.<br /></span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">2. <strong>Moduli Online</strong>: u</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">tilizzare piattaforme digitali sicure per la raccolta del consenso online. </span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Inviare i moduli di consenso via email o fornire un link a un modulo online che pu&ograve; essere compilato e firmato digitalmente.<br /></span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">3. <strong>Videoconferenze</strong>: u</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">tilizzare strumenti di videoconferenza per spiegare il modulo di consenso e raccogliere il consenso verbale, seguito dalla firma del modulo inviato digitalmente.<br /></span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">4. <strong>App Mobile</strong>: s</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">viluppare un'app mobile dedicata al progetto di ricerca che includa il modulo di consenso informato e permetta agli interessati di fornire il loro consenso digitalmente.</span></p>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.670Z","updated_at":"2024-06-22T12:44:32.422Z","id":112},{"pia_id":6,"reference_to":223,"data":{"text":"<div style=\"text-align: center;\"><em><strong>Modalit&agrave; per esercitare il diritto di accesso e di portabilit&agrave;</strong></em></div>\n<ul>\n<li><strong>Richiesta Scritta</strong>;</li>\n<li><strong>Richiesta Online</strong>: gli interessati possono compilare un modulo di richiesta di accesso disponibile sui siti web ufficiali dell'ISTC-CNR e dell'Associazione Italiana Sindrome di Rett. Una volta compilato, il modulo pu&ograve; essere inviato tramite una sezione dedicata sul sito web o via email ai contatti indicati.</li>\n<li><strong>Richiesta Telefonica</strong>: gli interessati possono contattare telefonicamente i titolari del trattamento per avviare la procedura di accesso. Il personale incaricato fornir&agrave; le indicazioni necessarie per completare la richiesta (solo accesso);</li>\n</ul>\n<p><strong>Formato dei Dati</strong>: i dati personali saranno forniti in un formato strutturato, di uso comune e leggibile da dispositivo automatico (ad esempio, CSV o JSON).</p>\n<strong>Trasmissione dei Dati</strong>:<br />Gli interessati possono richiedere che i dati siano trasmessi direttamente a un altro titolare del trattamento indicato nella richiesta, come per esempio i<span style=\"white-space: pre-wrap;\"> genitori o i tutori legali dei minori che hanno il diritto di accedere ai dati sanitari dei minori per conto loro. </span><span style=\"white-space: pre-wrap;\">La richiesta di accesso deve essere presentata dai titolari della potest&agrave; genitoriale o dai tutori legali, fornendo la documentazione necessaria per dimostrare la loro autorit&agrave;. L'accesso ai dati sanitari dei minori deve rispettare il principio del <strong>miglior interesse del minore</strong>, garantendo che le informazioni siano utilizzate solo per scopi legittimi e pertinenti. </span><span style=\"white-space: pre-wrap;\"><br /></span>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.671Z","updated_at":"2024-06-22T13:03:00.522Z","id":113},{"pia_id":6,"reference_to":224,"data":{"text":"<p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Richiesta di Rettifica</strong>: g</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">li interessati possono presentare una richiesta di rettifica dei dati personali fornendo le informazioni corrette o aggiornate. </span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">La richiesta di rettifica deve essere inviata ai seguenti contatti:</span></p>\n<ul>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">ISTC-CNR: [Indirizzo postale, email specifico per le richieste di rettifica]</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Associazione Italiana Sindrome di Rett: [Indirizzo postale, email specifico per le richieste di rettifica]</span></li>\n</ul>\n<p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">La richiesta pu&ograve; essere presentata tramite una <strong>comunicazione scritta o online</strong>, utilizzando i moduli predisposti per la gestione dei diritti degli interessati. </span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">&Egrave; importante specificare chiaramente quali dati personali necessitano di correzione e fornire le informazioni corrette o aggiornate. </span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Il titolare del trattamento esaminer&agrave; la richiesta di rettifica entro <strong>un mese</strong> dal ricevimento della stessa. </span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Se necessario, il termine pu&ograve; essere prorogato di ulteriori<strong> due mesi</strong> in casi di particolare complessit&agrave;, di cui l'interessato sar&agrave; informato.<br /></span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Qualora la richiesta di rettifica sia <strong>accettata</strong>, il titolare del trattamento provveder&agrave; a modificare i dati personali in conformit&agrave; con le informazioni fornite dall'interessato. </span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">In caso di comunicazioni precedentemente inviate a terzi, il titolare del trattamento informer&agrave; tali terzi della rettifica effettuata, ove possibile.</span></p>\n<p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\"><strong>Richiesta di Cancellazione</strong>: g</span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">li interessati possono presentare una richiesta di cancellazione dei dati personali ai seguenti contatti:</span></p>\n<ul>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">ISTC-CNR: [Indirizzo postale, email specifico per le richieste di cancellazione]</span></li>\n<li class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Associazione Italiana Sindrome di Rett: [Indirizzo postale, email specifico per le richieste di cancellazione]</span></li>\n</ul>\n<p class=\"selectable-text copyable-text x15bjb6t x1n2onr6\" dir=\"ltr\"><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">La richiesta pu&ograve; essere inviata tramite <strong>comunicazione scritta o compilando il modulo online</strong> predisposto per la gestione dei diritti degli interessati. </span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">&Egrave; necessario specificare chiaramente i motivi della richiesta di cancellazione e fornire tutte le informazioni necessarie per identificare i dati personali soggetti alla richiesta. </span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Il titolare del trattamento esaminer&agrave; la richiesta di cancellazione entro <strong>un mese</strong> dal ricevimento della stessa, salvo proroghe in caso di complessit&agrave;. <br /></span><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Se la richiesta &egrave; <strong>accettata</strong> e i dati non sono pi&ugrave; necessari per le finalit&agrave; del trattamento, saranno cancellati e, ove possibile, comunicata la cancellazione ai terzi a cui sono stati precedentemente comunicati.<br /></span><strong><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">Eccezioni: i</span></strong><span class=\"selectable-text copyable-text\" style=\"white-space: pre-wrap;\">l diritto alla cancellazione non si applica in determinati casi, ad esempio quando il trattamento &egrave; necessario per adempiere a un obbligo legale o per l'esercizio o la difesa di un diritto in sede giudiziaria.</span></p>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.671Z","updated_at":"2024-06-22T13:07:34.308Z","id":114},{"pia_id":6,"reference_to":225,"data":{"text":"Il <strong>diritto di limitazione</strong> consente agli interessati di richiedere la sospensione del trattamento dei propri dati personali nelle seguenti situazioni:<br />\n<ul>\n<li>Quando contestano l'accuratezza dei dati personali, per un periodo che consenta al titolare del trattamento di verificare l'accuratezza dei dati;&nbsp;</li>\n<li>Quando il trattamento &egrave; illecito e gli interessati si oppongono alla cancellazione dei dati personali, richiedendo invece la limitazione dell'uso dei dati;&nbsp;</li>\n<li>Se i dati non sono pi&ugrave; necessari per le finalit&agrave; del trattamento, ma sono richiesti dall'interessato per l'esercizio o la difesa di un diritto in sede giudiziaria;</li>\n</ul>\nGli interessati possono presentare una richiesta di limitazione del trattamento dei dati personali inviando una <strong>comunicazione scritta o utilizzando i moduli predisposti</strong> per la gestione dei diritti degli interessati. La richiesta deve essere indirizzata ai seguenti contatti:<br />\n<ul>\n<li><strong>ISTC-CNR</strong>: [Indirizzo postale, email specifico per le richieste di limitazione]</li>\n<li><strong>Associazione Italiana Sindrome di Rett</strong>: [Indirizzo postale, email specifico per le richieste di limitazione]</li>\n</ul>\nIl titolare del trattamento esaminer&agrave; la richiesta di limitazione del trattamento entro<strong> un mese</strong> dal ricevimento della stessa, salvo proroghe in caso di complessit&agrave;. Durante il periodo di limitazione del trattamento, i dati personali interessati possono essere <strong>conservati ma non utilizzati</strong>, salvo che per la conservazione stessa o per l'esercizio o la difesa di un diritto in sede giudiziaria.<br /><br />Il <strong>diritto di opposizione</strong> consente agli interessati di opporsi al trattamento dei propri dati personali in determinate situazioni, come per finalit&agrave; di marketing diretto o per motivi connessi alla loro situazione particolare. Gli interessati hanno il diritto di opporsi al trattamento dei dati personali: <br />\n<ul>\n<li>Quando esso &egrave; basato sull'interesse legittimo del titolare del trattamento o di terzi, salvo che vi siano motivi legittimi prevalenti per continuare il trattamento che prevalgono sugli interessi, sui diritti e sulle libert&agrave; dell'interessato.</li>\n<li>In caso di trattamento per finalit&agrave; di marketing diretto, gli interessati possono opporsi in qualsiasi momento, senza fornire alcuna motivazione.</li>\n</ul>\nGli interessati possono esercitare il diritto di opposizione inviando una <strong>comunicazione scritta o utilizzando i moduli</strong> predisposti per la gestione dei diritti degli interessati. La richiesta deve essere indirizzata ai seguenti contatti:\n<ul>\n<li><strong>ISTC-CNR</strong>: [Indirizzo postale, email specifico per le richieste di opposizione]</li>\n<li><strong>Associazione Italiana Sindrome di Rett</strong>: [Indirizzo postale, email specifico per le richieste di opposizione]</li>\n</ul>\nIl titolare del trattamento esaminer&agrave; la richiesta di opposizione entro<strong> un mese</strong> dal ricevimento della stessa. Se il trattamento dei dati personali &egrave; interrotto in risposta alla richiesta di opposizione, il titolare del trattamento <strong>non potr&agrave; continuare a trattare i dati personali, salvo che per motivi legittimi e imperativi che prevalgono sugli interessi, sui diritti e sulle libert&agrave; dell'interessato</strong>, <strong>o per l'esercizio o la difesa di un diritto in sede giudiziaria.</strong>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.671Z","updated_at":"2024-06-22T13:19:43.088Z","id":115},{"pia_id":6,"reference_to":226,"data":{"text":"<p>1. <strong>Obblighi fondamentali dei Responsabili del trattamento:&nbsp;</strong></p>\n<ul>\n<li><strong>Trattamento in Conformit&agrave; con le Istruzioni</strong>: i responsabili del trattamento devono trattare i dati personali solo secondo le istruzioni documentate fornite dal titolare del trattamento. Queste istruzioni devono essere formalizzate in un contratto o in un altro atto giuridico vincolante, in conformit&agrave; con l'art. 28 del GDPR.</li>\n<li><strong>Sicurezza e Riservatezza</strong>: i responsabili devono implementare misure tecniche e organizzative adeguate per garantire la sicurezza e la riservatezza dei dati personali trattati.</li>\n<li><strong>Collaborazione con il Titolare del Trattamento</strong>: devono collaborare con il titolare del trattamento per rispondere alle richieste degli interessati relativamente all'esercizio dei loro diritti (ad esempio, diritto di accesso, rettifica, cancellazione, limitazione, opposizione).</li>\n</ul>\n2.<strong> Responsabilit&agrave; Specifiche</strong>: i dettagli specifici delle responsabilit&agrave; dipendono dal tipo di trattamento e dalle istruzioni fornite dal titolare del trattamento. Possono includere la gestione delle richieste di sicurezza dei dati, la notifica di violazioni dei dati, la valutazione dell'impatto sulla protezione dei dati (DPIA) e altri compiti specifici stabiliti nel contratto.<br /><br />3. <strong>Contratti di Trattamento dei Dati</strong>: i contratti devono rispettare le disposizioni dell'art. 28 del GDPR e includere dettagli come:<br />\n<ul>\n<li>Scopo e durata del trattamento;</li>\n<li>Tipo di dati personali trattati;</li>\n<li>Misure di sicurezza da implementare;</li>\n<li>Istruzioni per il trattamento dei dati;</li>\n<li>Obblighi del responsabile del trattamento rispetto alla sicurezza e al trattamento dei dati personali.</li>\n</ul>\n4.<strong> Codici di Condotta</strong>:&nbsp;possono essere adottati dai responsabili del trattamento come strumento per garantire la conformit&agrave; al GDPR. Questi codici definiscono standard specifici di comportamento per il trattamento dei dati personali e possono includere disposizioni aggiuntive rispetto agli obblighi generali del GDPR.<br />\n<p>5.<strong> Certificazioni</strong>: possono essere ottenute dai responsabili del trattamento per dimostrare la conformit&agrave; al GDPR. Le certificazioni possono riguardare sistemi di gestione della protezione dei dati, procedure di sicurezza o altri aspetti rilevanti per il trattamento dei dati personali.</p>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.671Z","updated_at":"2024-06-22T13:38:25.956Z","id":116},{"pia_id":6,"reference_to":227,"data":{"text":"<p>&nbsp;Il GDPR stabilisce diversi meccanismi legali per facilitare il trasferimento sicuro dei dati personali verso paesi terzi che potrebbero non garantire un livello di protezione adeguato inizialmente. Tra i principali meccanismi:<br /><br />1. <strong>Decisioni di Adeguamento della Commissione Europea</strong>: la Commissione Europea pu&ograve; adottare decisioni di adeguamento riguardo a specifici paesi, regioni o organizzazioni internazionali. Queste decisioni confermano che il paese terzo, o parte di esso, offre un livello di protezione dei dati adeguato al GDPR. I dati possono quindi essere trasferiti verso questi destinatari senza ulteriori misure di protezione.<br /><br />2. <strong>Clausole Standard Contrattuali</strong>: le clausole standard contrattuali (CSC) sono contratti predefiniti approvati dalla Commissione Europea che stabiliscono obblighi contrattuali vincolanti per il responsabile del trattamento o il responsabile congiunto del trattamento, stabilendo specifici requisiti per il trasferimento internazionale di dati personali. Le CSC sono progettate per garantire che il destinatario dei dati rispetti le normative europee sulla protezione dei dati.<br /><br />3. <strong>Regole Aziendali Vincolanti (Binding Corporate Rules -</strong> BCRs): le Regole Aziendali Vincolanti sono regole interne approvate dalle autorit&agrave; di controllo competenti dell'UE che consentono alle organizzazioni multinazionali di trasferire dati personali all'interno del gruppo aziendale globale in conformit&agrave; con il GDPR. Le BCRs devono garantire un livello adeguato di protezione dei dati in tutti i paesi terzi in cui operano le diverse entit&agrave; del gruppo.<br /><br />4. <strong>Deroghe Specifiche per Situazioni Particolari</strong>: in alcuni casi specifici, il trasferimento di dati personali al di fuori dell'UE pu&ograve; essere consentito in base a deroghe specifiche stabilite dall'art. 49 del GDPR. Queste deroghe comprendono situazioni in cui il trasferimento &egrave; necessario per l'esecuzione di un contratto tra l'interessato e il titolare del trattamento, per motivi importanti di interesse pubblico, per l'esercizio di azioni legali, per proteggere interessi vitali dell'interessato, o per il consenso esplicito dell'interessato.</p>","gauge":null,"list":[]},"created_at":"2024-06-23T14:21:55.672Z","id":117},{"pia_id":6,"reference_to":321,"data":{"text":null,"gauge":null,"list":["Violazione della privacy,","Furto d'identit","Discriminazione","Danno psicologico","Perdita di benefici futuri","Danno finanziario","Impatto sulla sicurezza personale","Compromissione della confidenzialit dei dati","Danno della reputazione personale"]},"created_at":"2024-06-23T14:21:55.672Z","updated_at":"2024-06-23T08:48:59.367Z","id":118},{"pia_id":6,"reference_to":322,"data":{"text":null,"gauge":null,"list":["Accesso non autorizzato","Perdita o furto di dati","Perdita o furto di dispositivi","Vulnerabilit software","Errore umano","gestione inadeguata dei backup","Inadeguata formazione del personale"]},"created_at":"2024-06-23T14:21:55.672Z","updated_at":"2024-06-23T08:50:49.736Z","id":119},{"pia_id":6,"reference_to":323,"data":{"text":null,"gauge":null,"list":["errore umano","attacco interno","fonte non umana","malware e ransomware","perdita o furto dispositivi","servizi di terze parti","disastri ambientali"]},"created_at":"2024-06-23T14:21:55.672Z","updated_at":"2024-06-23T08:52:32.132Z","id":120},{"pia_id":6,"reference_to":324,"data":{"text":null,"gauge":null,"list":["Controllo degli accessi logici","Backup","Gestione del personale","Prevenzione delle fonti di rischio","Sicurezza dell'hardware","Sicurezza dei siti web","Gestione delle politiche di tutela della privacy"]},"created_at":"2024-06-23T14:21:55.672Z","updated_at":"2024-06-23T08:53:21.325Z","id":121},{"pia_id":6,"reference_to":331,"data":{"text":null,"gauge":null,"list":["Danno della reputazione personale","Danno psicologico","Furto d'identit"]},"created_at":"2024-06-23T14:21:55.673Z","updated_at":"2024-06-23T08:57:42.172Z","id":122},{"pia_id":6,"reference_to":332,"data":{"text":null,"gauge":null,"list":["Accesso non autorizzato","Errore umano","Perdita o furto di dati","Inadeguata formazione del personale"]},"created_at":"2024-06-23T14:21:55.673Z","updated_at":"2024-06-23T08:58:05.513Z","id":123},{"pia_id":6,"reference_to":333,"data":{"text":null,"gauge":null,"list":["perdita o furto dispositivi","disastri ambientali","malware e ransomware"]},"created_at":"2024-06-23T14:21:55.673Z","updated_at":"2024-06-23T08:58:25.883Z","id":124},{"pia_id":6,"reference_to":334,"data":{"text":null,"gauge":null,"list":["Anonimizzazione","Sicurezza dei siti web","Sicurezza dei canali informatici","Crittografia","Prevenzione delle fonti di rischio"]},"created_at":"2024-06-23T14:21:55.673Z","updated_at":"2024-06-23T08:58:50.109Z","id":125},{"pia_id":6,"reference_to":335,"data":{"text":"Il rischio &egrave; limitato perch&egrave; le misure vanno a ridurre gli impatti.","gauge":2,"list":[]},"created_at":"2024-06-23T14:21:55.673Z","updated_at":"2024-06-23T08:59:26.032Z","id":126},{"pia_id":6,"reference_to":336,"data":{"text":"Il rischio &egrave; importante perch&egrave; non tutte le minacce possono essere controllate","gauge":3,"list":[]},"created_at":"2024-06-23T14:21:55.674Z","updated_at":"2024-06-23T08:59:44.219Z","id":127},{"pia_id":6,"reference_to":341,"data":{"text":null,"gauge":null,"list":["Compromissione della confidenzialit dei dati","Perdita di benefici futuri","Danno psicologico","Discriminazione"]},"created_at":"2024-06-23T14:21:55.674Z","updated_at":"2024-06-23T09:00:56.989Z","id":128},{"pia_id":6,"reference_to":342,"data":{"text":null,"gauge":null,"list":["Accesso non autorizzato","Errore umano","Perdita o furto di dati","Vulnerabilit software"]},"created_at":"2024-06-23T14:21:55.675Z","updated_at":"2024-06-23T09:01:16.799Z","id":129},{"pia_id":6,"reference_to":343,"data":{"text":null,"gauge":null,"list":["attacco interno","disastri ambientali","errore umano","malware e ransomware","servizi di terze parti"]},"created_at":"2024-06-23T14:21:55.675Z","updated_at":"2024-06-23T09:01:41.973Z","id":130},{"pia_id":6,"reference_to":344,"data":{"text":null,"gauge":null,"list":["Controllo degli accessi logici","Tracciabilit","Backup","Minimizzazione dei dati","Gestione delle politiche di tutela della privacy"]},"created_at":"2024-06-23T14:21:55.676Z","updated_at":"2024-06-23T09:02:09.457Z","id":131},{"pia_id":6,"reference_to":345,"data":{"text":"La perdita dei dati ha impatti importanti sugli individui.","gauge":3,"list":[]},"created_at":"2024-06-23T14:21:55.677Z","updated_at":"2024-06-23T09:02:31.377Z","id":132},{"pia_id":6,"reference_to":346,"data":{"text":"La perdita dei dati potrebbe derivare da diverse minacce e fonti di rischio ma le misure sono tutte pianificate affinch&egrave; ci&ograve; non si verifichi","gauge":2,"list":[]},"created_at":"2024-06-23T14:21:55.677Z","updated_at":"2024-06-23T09:03:25.134Z","id":133}],"measures":[{"title":"Crittografia","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Crittografia dei Dati a Riposo</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Utilizzo di algoritmi di crittografia avanzati come AES (Advanced Encryption Standard) con chiavi di almeno 256 bit.</li>\n<li><strong>Applicazione</strong>: Tutti i dati personali raccolti sono crittografati quando sono memorizzati nei server interni e nei sistemi di cloud storage.</li>\n</ul>\n</li>\n<li>\n<p><strong>Crittografia dei Dati in Transito</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Utilizzo di protocolli di sicurezza come TLS (Transport Layer Security) per proteggere i dati durante il trasferimento tra client e server.</li>\n<li><strong>Applicazione</strong>: Tutti i trasferimenti di dati sensibili tra dispositivi, reti e sistemi di archiviazione sono protetti mediante TLS.</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>","placeholder":"knowledge_base.slugs.PIA_TEC_CHIF.placeholder","created_at":"1970-01-01T00:00:00.000Z","updated_at":"2024-06-23T08:03:23.092Z","id":27},{"title":"Anonimizzazione","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Pseudonimizzazione</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Assegnazione di identificatori univoci ai dati personali che sostituiscono le informazioni identificative dirette.</li>\n<li><strong>Applicazione</strong>: Utilizzo di pseudonimi per sostituire nomi, indirizzi e altri identificatori diretti nei dataset, mantenendo la possibilit&agrave; di risalire all'identit&agrave; reale solo tramite chiavi di decriptazione detenute separatamente.</li>\n</ul>\n</li>\n<li>\n<p><strong>Anonimizzazione Completa</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Rimozione o alterazione irreversibile delle informazioni identificative per impedire l'identificazione dei soggetti.</li>\n<li><strong>Applicazione</strong>: Applicata ai dataset condivisi esternamente per garantire che nessuna informazione possa essere ricondotta a un individuo specifico.</li>\n</ul>\n</li>\n</ul>","placeholder":"knowledge_base.slugs.PIA_TEC_ANO.placeholder","created_at":null,"updated_at":"2024-06-23T08:05:11.484Z","id":28},{"title":"Partizionamento","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Isolamento dei Dataset</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Utilizzo di tecniche di segmentazione dei database per isolare i dati personali sensibili da altri tipi di dati.</li>\n<li><strong>Applicazione</strong>: I dati anagrafici, sanitari e comportamentali sono archiviati in database separati con accessi controllati distinti per ridurre il rischio di accessi non autorizzati.</li>\n</ul>\n</li>\n<li>\n<p><strong>Accesso Basato su Ruoli (RBAC)</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Implementazione di RBAC per assegnare permessi specifici a diversi ruoli utente.</li>\n<li><strong>Applicazione</strong>: Limitazione dell'accesso ai dataset in base al ruolo dell'utente (es. ricercatori, tecnici IT) e alle necessit&agrave; operative.</li>\n</ul>\n</li>\n</ul>","placeholder":"knowledge_base.slugs.PIA_TEC_CLO.placeholder","created_at":null,"updated_at":"2024-06-23T08:05:51.532Z","id":29},{"title":"Controllo degli accessi logici","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Autenticazione Multi-Fattore (MFA)</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Utilizzo di MFA per l'accesso ai sistemi contenenti dati sensibili, combinando qualcosa che l'utente conosce (password) con qualcosa che l'utente possiede (token o telefono).</li>\n<li><strong>Applicazione</strong>: Implementato per tutti i sistemi e le piattaforme di accesso ai dati personali.</li>\n</ul>\n</li>\n<li>\n<p><strong>Gestione delle Identit&agrave; e degli Accessi (IAM)</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Utilizzo di soluzioni IAM per gestire le identit&agrave; digitali e controllare l'accesso alle risorse di dati.</li>\n<li><strong>Applicazione</strong>: Monitoraggio e gestione degli accessi degli utenti attraverso piattaforme centralizzate, con registrazione di ogni accesso e modifica ai dati.</li>\n</ul>\n</li>\n</ul>","placeholder":"knowledge_base.slugs.PIA_TEC_CTLA.placeholder","created_at":null,"updated_at":"2024-06-23T08:06:48.846Z","id":30},{"title":"Tracciabilit","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Log di Accesso e Audit</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Registrazione automatica di tutte le attivit&agrave; di accesso, modifica e trasferimento dei dati in log sicuri.</li>\n<li><strong>Applicazione</strong>: I log includono informazioni su chi ha acceduto ai dati, quali dati sono stati acceduti, quando e da quale posizione.</li>\n</ul>\n</li>\n<li>\n<p><strong>Monitoraggio Continuo</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Utilizzo di strumenti di monitoraggio e rilevamento delle intrusioni per identificare attivit&agrave; sospette in tempo reale.</li>\n<li><strong>Applicazione</strong>: Implementazione di sistemi di monitoraggio per garantire la tracciabilit&agrave; di tutte le operazioni sui dati e rispondere rapidamente a eventuali incidenti di sicurezza.</li>\n</ul>\n</li>\n</ul>","placeholder":"knowledge_base.slugs.PIA_TEC_LOG.placeholder","created_at":null,"updated_at":"2024-06-23T08:07:11.186Z","id":31},{"title":"Archiviazione","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Backup e Ripristino</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Utilizzo di soluzioni di backup automatizzate con ripristino sicuro per proteggere i dati da perdite o danneggiamenti.</li>\n<li><strong>Applicazione</strong>: Backup periodici (giornalieri, settimanali) dei dati memorizzati sia nei server locali che nei sistemi di cloud storage, con test regolari dei processi di ripristino.</li>\n</ul>\n</li>\n<li>\n<p><strong>Archiviazione a Lungo Termine</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Utilizzo di soluzioni di archiviazione a lungo termine conformi agli standard di conservazione dei dati.</li>\n<li><strong>Applicazione</strong>: Conservazione sicura dei dati per la durata prevista (7 anni oltre la fine del progetto), con accesso limitato e controllato per garantire la riservatezza e l'integrit&agrave; dei dati.</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>","placeholder":"knowledge_base.slugs.PIA_TEC_ARCH.placeholder","created_at":null,"updated_at":"2024-06-23T08:07:19.820Z","id":32},{"title":"Sicurezza dei documenti cartacei","pia_id":6,"content":"<ul>\n<li><strong>Archiviazione Sicura</strong>:\n<ul>\n<li><strong>Tecnologia</strong>: Utilizzo di armadi e casseforti chiusi a chiave per conservare i documenti cartacei contenenti dati personali.</li>\n<li><strong>Applicazione</strong>: Accesso limitato ai documenti cartacei solo al personale autorizzato, con registrazione degli accessi.</li>\n</ul>\n</li>\n<li><strong>Distruzione Sicura</strong>:\n<ul>\n<li><strong>Tecnologia</strong>: Utilizzo di distruggidocumenti per eliminare in modo sicuro i documenti cartacei non pi&ugrave; necessari.</li>\n<li><strong>Applicazione</strong>: Protocollo di distruzione dei documenti obsoleti secondo le linee guida della gestione dei record.</li>\n</ul>\n</li>\n</ul>","placeholder":"knowledge_base.slugs.PIA_TEC_PAP.placeholder","created_at":null,"updated_at":"2024-06-23T08:12:18.960Z","id":33},{"title":"Minimizzazione dei dati","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Raccolta Essenziale</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Raccolta solo dei dati strettamente necessari per le finalit&agrave; della ricerca.</li>\n<li><strong>Applicazione</strong>: Revisione periodica dei dataset per eliminare dati ridondanti o non necessari.</li>\n</ul>\n</li>\n<li>\n<p><strong>Pseudonimizzazione</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Sostituzione delle informazioni identificative con identificatori univoci.</li>\n<li><strong>Applicazione</strong>: Applicazione di tecniche di pseudonimizzazione su tutti i dataset.</li>\n</ul>\n</li>\n</ul>","placeholder":"knowledge_base.slugs.PIA_TEC_MINI.placeholder","created_at":null,"updated_at":"2024-06-23T08:12:36.053Z","id":34},{"title":"Sicurezza dei siti web","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Crittografia SSL/TLS</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Utilizzo di certificati SSL/TLS per crittografare i dati in transito tra il browser dell'utente e il server web.</li>\n<li><strong>Applicazione</strong>: Implementazione di HTTPS per tutti i siti web che trattano dati personali.</li>\n</ul>\n</li>\n<li>\n<p><strong>Firewall Web Application (WAF)</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Implementazione di WAF per proteggere le applicazioni web dagli attacchi comuni come SQL injection e cross-site scripting (XSS).</li>\n<li><strong>Applicazione</strong>: Monitoraggio continuo del traffico web e mitigazione automatica delle minacce</li>\n</ul>\n</li>\n</ul>","placeholder":"knowledge_base.slugs.PIA_SEC_WEB.placeholder","created_at":null,"updated_at":"2024-06-23T08:12:53.873Z","id":35},{"title":"Backup","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Backup Regolari</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Soluzioni di backup automatizzate con frequenza giornaliera, settimanale e mensile.</li>\n<li><strong>Applicazione</strong>: Conservazione dei backup in luoghi sicuri, separati fisicamente dai server principali.</li>\n</ul>\n</li>\n<li>\n<p><strong>Test di Ripristino</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Test periodici delle procedure di ripristino per garantire l'efficacia dei backup.</li>\n<li><strong>Applicazione</strong>: Documentazione e verifica regolare delle procedure di ripristino dei dati.</li>\n</ul>\n</li>\n</ul>","placeholder":"knowledge_base.slugs.PIA_SEC_BKP.placeholder","created_at":null,"updated_at":"2024-06-23T08:13:16.067Z","id":36},{"title":"Sicurezza dei canali informatici","pia_id":6,"content":"<ul>\n<li>\n<p><strong>VPN (Virtual Private Network)</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Utilizzo di VPN per proteggere le comunicazioni remote.</li>\n<li><strong>Applicazione</strong>: Accesso remoto ai dati solo attraverso connessioni VPN sicure.</li>\n</ul>\n</li>\n<li>\n<p><strong>Crittografia dei Dati in Transito</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Implementazione di protocolli di crittografia (es. TLS) per tutti i trasferimenti di dati.</li>\n<li><strong>Applicazione</strong>: Protezione delle comunicazioni tra dispositivi e server.</li>\n</ul>\n</li>\n</ul>\n<h4>&nbsp;</h4>","placeholder":"knowledge_base.slugs.PIA_SEC_NET.placeholder","created_at":null,"updated_at":"2024-06-23T08:13:27.877Z","id":37},{"title":"Sicurezza dell'hardware","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Controllo degli Accessi Fisici</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Sistemi di controllo degli accessi fisici, come badge e serrature elettroniche.</li>\n<li><strong>Applicazione</strong>: Accesso ai server e alle apparecchiature hardware limitato al personale autorizzato.</li>\n</ul>\n</li>\n<li>\n<p><strong>Protezione Antifurto</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Dispositivi antifurto e monitoraggio video.</li>\n<li><strong>Applicazione</strong>: Implementazione di sistemi di sorveglianza e allarmi per prevenire il furto di hardware.</li>\n</ul>\n</li>\n</ul>\n<h4>7</h4>","placeholder":"knowledge_base.slugs.PIA_SEC_MAT.placeholder","created_at":null,"updated_at":"2024-06-23T08:13:55.840Z","id":38},{"title":"Prevenzione delle fonti di rischio","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Valutazione del Rischio</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Strumenti di valutazione del rischio per identificare potenziali minacce.</li>\n<li><strong>Applicazione</strong>: Revisioni periodiche delle politiche di sicurezza e aggiornamenti delle misure di mitigazione.</li>\n</ul>\n</li>\n<li>\n<p><strong>Formazione e Sensibilizzazione</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Programmi di formazione per il personale su sicurezza e consapevolezza dei rischi.</li>\n<li><strong>Applicazione</strong>: Corsi di aggiornamento regolari per tutto il personale.</li>\n</ul>\n</li>\n</ul>\n<h4>&nbsp;</h4>","placeholder":"knowledge_base.slugs.PIA_SEC_SRC.placeholder","created_at":null,"updated_at":"2024-06-23T08:14:17.735Z","id":39},{"title":"Politica di tutela della privacy","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Documentazione delle Politiche</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Manuali e linee guida aziendali.</li>\n<li><strong>Applicazione</strong>: Diffusione e implementazione delle politiche di privacy a tutto il personale.</li>\n</ul>\n</li>\n<li>\n<p><strong>Comunicazione Trasparente</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Informative privacy dettagliate e accessibili.</li>\n<li><strong>Applicazione</strong>: Informare i partecipanti sui loro diritti e sul trattamento dei loro dati.</li>\n</ul>\n</li>\n</ul>","placeholder":"knowledge_base.slugs.PIA_ORG_ORG.placeholder","created_at":null,"updated_at":"2024-06-23T08:14:31.430Z","id":40},{"title":"Gestione delle politiche di tutela della privacy","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Responsabilit&agrave; Assegnate</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Ruoli e responsabilit&agrave; chiaramente definiti.</li>\n<li><strong>Applicazione</strong>: Assegnazione di responsabilit&agrave; specifiche per la gestione della privacy ai DPO e ai responsabili del trattamento.</li>\n</ul>\n</li>\n<li>\n<p><strong>Audit di Conformit&agrave;</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Strumenti di audit per verificare la conformit&agrave; alle politiche di privacy.</li>\n<li><strong>Applicazione</strong>: Audit regolari per garantire l'aderenza alle politiche.</li>\n</ul>\n</li>\n</ul>\n<h4>&nbsp;</h4>","placeholder":"knowledge_base.slugs.PIA_ORG_POL.placeholder","created_at":null,"updated_at":"2024-06-23T08:15:13.836Z","id":41},{"title":"Gestione dei rischi","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Identificazione dei Rischi</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Analisi dei rischi e valutazioni di impatto sulla protezione dei dati (DPIA).</li>\n<li><strong>Applicazione</strong>: Identificazione e documentazione dei rischi legati al trattamento dei dati.</li>\n</ul>\n</li>\n<li>\n<p><strong>Mitigazione dei Rischi</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Implementazione di controlli e misure di mitigazione.</li>\n<li><strong>Applicazione</strong>: Pianificazione e attuazione di strategie per ridurre i rischi identificati.</li>\n</ul>\n</li>\n</ul>\n<h4>&nbsp;</h4>","placeholder":"knowledge_base.slugs.PIA_ORG_RMGT.placeholder","created_at":null,"updated_at":"2024-06-23T08:15:32.910Z","id":42},{"title":"Gestione del personale","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Formazione e Aggiornamento</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Programmi di formazione continua.</li>\n<li><strong>Applicazione</strong>: Formazione iniziale e periodica per il personale su sicurezza e privacy.</li>\n</ul>\n</li>\n<li>\n<p><strong>Politiche di Accesso</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Accesso ai dati basato su ruolo.</li>\n<li><strong>Applicazione</strong>: Limitazione dell'accesso ai dati personali solo al personale necessario.</li>\n</ul>\n</li>\n</ul>","placeholder":"knowledge_base.slugs.PIA_ORG_PERS.placeholder","created_at":null,"updated_at":"2024-06-23T08:15:44.167Z","id":43},{"title":"Gestire gli incidenti di sicurezza e le violazioni dei dati personali","pia_id":6,"content":"<ul>\n<li>\n<p><strong>Piani di Risposta agli Incidenti</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Procedure documentate per la gestione degli incidenti.</li>\n<li><strong>Applicazione</strong>: Implementazione di piani di risposta agli incidenti per affrontare violazioni e minacce.</li>\n</ul>\n</li>\n<li>\n<p><strong>Notifica delle Violazioni</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Sistemi di notifica automatica.</li>\n<li><strong>Applicazione</strong>: Notifica tempestiva delle violazioni ai titolari dei dati e alle autorit&agrave; competenti.</li>\n</ul>\n</li>\n<li>\n<p><strong>Indagine e Remediation</strong>:</p>\n<ul>\n<li><strong>Tecnologia</strong>: Strumenti di indagine forense.</li>\n<li><strong>Applicazione</strong>: Analisi delle cause delle violazioni e implementazione di misure correttive per prevenire future occorrenze.</li>\n</ul>\n</li>\n</ul>","placeholder":"knowledge_base.slugs.PIA_ORG_VIOL.placeholder","created_at":null,"updated_at":"2024-06-23T08:15:52.530Z","id":44}],"evaluations":[{"status":3,"global_status":2,"pia_id":6,"reference_to":"1.1","gauges":{"x":0,"y":0},"created_at":"2024-06-23T14:21:55.833Z","updated_at":"2024-06-23T14:05:22.751Z","id":83},{"status":0,"global_status":0,"pia_id":6,"reference_to":"1.2","created_at":"2024-06-23T14:21:55.836Z","id":84},{"status":0,"global_status":0,"pia_id":6,"reference_to":"2.1.211","created_at":"2024-06-23T14:21:55.845Z","id":85},{"status":0,"global_status":0,"pia_id":6,"reference_to":"2.1.212","created_at":"2024-06-23T14:21:55.856Z","id":86},{"status":0,"global_status":0,"pia_id":6,"reference_to":"2.1.213","created_at":"2024-06-23T14:21:55.862Z","id":87},{"status":0,"global_status":0,"pia_id":6,"reference_to":"2.1.214","created_at":"2024-06-23T14:21:55.868Z","id":88},{"status":0,"global_status":0,"pia_id":6,"reference_to":"2.1.215","created_at":"2024-06-23T14:21:55.874Z","id":89},{"status":0,"global_status":0,"pia_id":6,"reference_to":"2.2.221","created_at":"2024-06-23T14:21:55.878Z","id":90},{"status":0,"global_status":0,"pia_id":6,"reference_to":"2.2.222","created_at":"2024-06-23T14:21:55.883Z","id":91},{"status":0,"global_status":0,"pia_id":6,"reference_to":"2.2.223","created_at":"2024-06-23T14:21:55.894Z","id":92},{"status":0,"global_status":0,"pia_id":6,"reference_to":"2.2.224","created_at":"2024-06-23T14:21:56.012Z","id":93},{"status":0,"global_status":0,"pia_id":6,"reference_to":"2.2.225","created_at":"2024-06-23T14:21:56.030Z","id":94},{"status":0,"global_status":0,"pia_id":6,"reference_to":"2.2.226","created_at":"2024-06-23T14:21:56.035Z","id":95},{"status":0,"global_status":0,"pia_id":6,"reference_to":"2.2.227","created_at":"2024-06-23T14:21:56.051Z","id":96},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.27","created_at":"2024-06-23T14:21:56.096Z","id":97},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.28","created_at":"2024-06-23T14:21:56.103Z","id":98},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.29","created_at":"2024-06-23T14:21:56.107Z","id":99},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.30","created_at":"2024-06-23T14:21:56.112Z","id":100},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.31","created_at":"2024-06-23T14:21:56.117Z","id":101},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.32","created_at":"2024-06-23T14:21:56.119Z","id":102},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.33","created_at":"2024-06-23T14:21:56.122Z","id":103},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.34","created_at":"2024-06-23T14:21:56.126Z","id":104},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.35","created_at":"2024-06-23T14:21:56.129Z","id":105},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.36","created_at":"2024-06-23T14:21:56.131Z","id":106},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.37","created_at":"2024-06-23T14:21:56.136Z","id":107},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.38","created_at":"2024-06-23T14:21:56.138Z","id":108},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.39","created_at":"2024-06-23T14:21:56.141Z","id":109},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.40","created_at":"2024-06-23T14:21:56.143Z","id":110},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.41","created_at":"2024-06-23T14:21:56.150Z","id":111},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.42","created_at":"2024-06-23T14:21:56.154Z","id":112},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.43","created_at":"2024-06-23T14:21:56.157Z","id":113},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.1.44","created_at":"2024-06-23T14:21:56.161Z","id":114},{"status":1,"global_status":0,"pia_id":6,"reference_to":"3.2","gauges":{"x":0,"y":0},"created_at":"2024-06-23T14:21:56.164Z","id":115,"updated_at":"2024-06-26T14:47:38.141Z"},{"status":3,"global_status":2,"pia_id":6,"reference_to":"3.3","action_plan_comment":"","gauges":{"x":0,"y":0},"created_at":"2024-06-23T14:21:56.168Z","updated_at":"2024-06-23T09:04:12.982Z","id":116},{"status":0,"global_status":0,"pia_id":6,"reference_to":"3.4","created_at":"2024-06-23T14:21:56.170Z","id":117}],"comments":[]}